Repository: mansoor2016/Safa
Catalog: Safa/Localizable.xcstrings
Source language: en
Languages: ar, bn, fa, fr, id, ms, tr, ur

source: Lesson Complete!
ar: اكتمل الدرس!
bn: পাঠ সম্পূর্ণ!
fa: درس تکمیل شد!
fr: Leçon terminée !
id: Pelajaran Selesai!
ms: Pelajaran Selesai!
tr: Ders Tamamlandı!
ur: سبق مکمل!

# Lesson: %@/%@
source: Lesson: %1$@/%2$@
ar: الدرس: %1$@/%2$@
bn: পাঠ: %1$@/%2$@
fa: درس: %1$@/%2$@
fr: Leçon : %1$@/%2$@
id: Pelajaran: %1$@/%2$@
ms: Pelajaran: %1$@/%2$@
tr: Ders: %1$@/%2$@
ur: سبق: %1$@/%2$@

source: Level %lld
ar: المستوى %lld
bn: লেভেল %lld
fa: سطح %lld
fr: Niveau %lld
ms: Tahap %lld
tr: Seviye %lld
ur: لیول %lld

source: Like response
ar: الإعجاب بالرد
bn: প্রতিক্রিয়া পছন্দ
fa: لایک پاسخ
fr: J'aime la réponse
id: Suka respons
ms: Suka respons
tr: Yanıtı beğen
ur: جواب پسند

source: Liked
ar: أعجبني
bn: পছন্দ করা হয়েছে
fa: لایک شد
fr: Aimé
id: Disukai
ms: Disukai
tr: Beğenildi
ur: پسند

source: Live Activity
ar: النشاط المباشر
bn: লাইভ কার্যকলাপ
fa: فعالیت زنده
fr: Activité en direct
id: Aktivitas Langsung
ms: Aktiviti Langsung
tr: Canlı Aktivite
ur: لائیو ایکٹیویٹی

source: Location
ar: الموقع
bn: অবস্থান
fa: موقعیت
fr: Localisation
id: Lokasi
ms: Lokasi
tr: Konum
ur: مقام

source: Location permission was denied. Please enable in Settings.
ar: تم رفض إذن الموقع. يرجى التفعيل في الإعدادات.
bn: অবস্থান অনুমতি অস্বীকার করা হয়েছে। সেটিংসে সক্ষম করুন।
fa: مجوز موقعیت رد شد. لطفاً در تنظیمات فعال کنید.
fr: L'autorisation de localisation a été refusée. Veuillez activer dans les Réglages.
id: Izin lokasi ditolak. Harap aktifkan di Pengaturan.
ms: Kebenaran lokasi dinafikan. Sila aktifkan dalam Tetapan.
tr: Konum izni reddedildi. Lütfen Ayarlar'dan etkinleştirin.
ur: مقام کی اجازت مسترد کر دی گئی۔ براہ کرم ترتیبات میں فعال کریں۔

source: Location request timed out.
ar: انتهت مهلة طلب الموقع.
bn: অবস্থান অনুরোধ টাইম আউট।
fa: درخواست موقعیت زمان‌دار شد.
fr: La demande de localisation a expiré.
id: Permintaan lokasi habis waktu.
ms: Permintaan lokasi tamat masa.
tr: Konum isteği zaman aşımına uğradı.
ur: مقام کی درخواست کا وقت ختم ہو گیا۔

source: Log
ar: تسجيل
bn: লগ
fa: ثبت
fr: Enregistrer
id: Catat
ms: Rekod
tr: Kaydet
ur: لاگ

source: Log %@
ar: تسجيل %@
bn: %@ লগ করুন
fa: ثبت %@
fr: Enregistrer %@
id: Catat %@
ms: Rekod %@
tr: %@ Kaydet
ur: %@ لاگ کریں

source: Log ${prayer} prayer
ar: تسجيل صلاة ${prayer}
bn: ${prayer} নামাজ লগ করুন
fa: ثبت نماز ${prayer}
fr: Enregistrer la prière ${prayer}
id: Catat shalat ${prayer}
ms: Rekod solat ${prayer}
tr: ${prayer} namazını kaydet
ur: ${prayer} نماز لاگ کریں

source: Log fasting hours automatically
ar: تسجيل ساعات الصيام تلقائيًا
bn: স্বয়ংক্রিয়ভাবে রোজার ঘন্টা লগ করুন
fa: ثبت خودکار ساعات روزه
fr: Enregistrer automatiquement les heures de jeûne
id: Catat jam puasa otomatis
ms: Rekod jam berpuasa secara automatik
tr: Oruç saatlerini otomatik kaydet
ur: روزے کے اوقات خودکار طور پر لاگ کریں

source: Log Prayer
ar: تسجيل الصلاة
bn: নামাজ লগ করুন
fa: ثبت نماز
fr: Enregistrer la prière
id: Catat Shalat
ms: Rekod Solat
tr: Namazı Kaydet
ur: نماز لاگ کریں

source: Log that you've completed a prayer
ar: سجّل أنك أتممت صلاة
bn: আপনি একটি নামাজ সম্পূর্ণ করেছেন তা লগ করুন
fa: ثبت کنید که نماز را تکمیل کرده‌اید
fr: Enregistrer que vous avez terminé une prière
id: Catat bahwa Anda telah menyelesaikan shalat
ms: Rekod bahawa anda telah selesai solat
tr: Bir namazı tamamladığını kaydet
ur: لاگ کریں کہ آپ نے نماز مکمل کی ہے

source: Logged %@ prayer. +10 Hasanat earned!
ar: تم تسجيل صلاة %@. +10 حسنات!
bn: %@ নামাজ লগ করা হয়েছে। +১০ সওয়াব অর্জিত!
fa: نماز %@ ثبت شد. +۱۰ حسنات به دست آمد!
fr: Prière %@ enregistrée. +10 Hasanat gagnés !
id: Shalat %@ dicatat. +10 Hasanat didapat!
ms: Solat %@ direkod. +10 Hasanat diperolehi!
tr: %@ namazı kaydedildi. +10 Hasanat kazanıldı!
ur: %@ نماز لاگ ہو گئی۔ +10 حسنات حاصل کیے!

source: Made with love for the Ummah
ar: صُنع بحب للأمة
bn: উম্মাহর জন্য ভালোবাসার সাথে তৈরি
fa: با عشق برای امت ساخته شده
fr: Fait avec amour pour la Oummah
id: Dibuat dengan cinta untuk Umat
ms: Dibuat dengan kasih sayang untuk Ummah
tr: Ümmet için sevgiyle yapıldı
ur: امت کے لیے محبت سے بنایا گیا

source: Madhab
ar: المذهب
bn: মাযহাব
fa: مذهب
id: Mazhab
ms: Mazhab
tr: Mezhep
ur: مذہب

source: Make sure silent mode is off so the adhan plays aloud.
ar: تأكد من إيقاف الوضع الصامت حتى يُشغَّل الأذان بصوت عالٍ.
bn: নিশ্চিত করুন যে সাইলেন্ট মোড বন্ধ আছে যাতে আযান উচ্চস্বরে বাজে।
fa: مطمئن شوید حالت سکوت خاموش است تا اذان با صدای بلند پخش شود.
fr: Assurez-vous que le mode silencieux est désactivé pour que l'adhan soit joué à voix haute.
id: Pastikan mode senyap dimatikan agar adzan berbunyi.
ms: Pastikan mod senyap dimatikan supaya azan berbunyi.
tr: Ezanın sesli çalması için sessiz modun kapalı olduğundan emin olun.
ur: یقینی بنائیں کہ خاموش موڈ بند ہے تاکہ اذان بلند آواز میں بجے۔

source: Manage Data
ar: إدارة البيانات
bn: ডেটা পরিচালনা করুন
fa: مدیریت داده‌ها
fr: Gérer les données
id: Kelola Data
ms: Urus Data
tr: Verileri Yönet
ur: ڈیٹا کا انتظام کریں

source: Manage Subscription
ar: إدارة الاشتراك
bn: সাবস্ক্রিপশন পরিচালনা করুন
fa: مدیریت اشتراک
fr: Gérer l'abonnement
id: Kelola Langganan
ms: Urus Langganan
tr: Aboneliği Yönet
ur: سبسکرپشن کا انتظام کریں

source: Mark as Prayed
ar: وضع علامة كمُصلّى
bn: নামাজ পড়া হিসাবে চিহ্নিত করুন
fa: علامت‌گذاری به عنوان نماز خوانده شده
fr: Marquer comme prié
id: Tandai Sudah Shalat
ms: Tanda sebagai Solat
tr: Kılındı Olarak İşaretle
ur: نماز پڑھی ہوئی نشان زد کریں

source: Mark complete
ar: وضع علامة مكتمل
bn: সম্পূর্ণ চিহ্নিত করুন
fa: علامت‌گذاری تکمیل
fr: Marquer comme terminé
id: Tandai selesai
ms: Tanda selesai
tr: Tamamlandı olarak işaretle
ur: مکمل نشان زد کریں

source: Mark Complete
ar: وضع علامة مكتمل
bn: সম্পূর্ণ চিহ্নিত করুন
fa: علامت‌گذاری تکمیل
fr: Marquer comme terminé
id: Tandai Selesai
ms: Tanda Selesai
tr: Tamamlandı Olarak İşaretle
ur: مکمل نشان زد کریں

source: Mark Incomplete
ar: وضع علامة غير مكتمل
bn: অসম্পূর্ণ চিহ্নিত করুন
fa: علامت‌گذاری ناقص
fr: Marquer comme incomplet
id: Tandai Belum Selesai
ms: Tanda Tidak Selesai
tr: Tamamlanmadı Olarak İşaretle
ur: نامکمل نشان زد کریں

source: Mark today as fasted
ar: ضع علامة على اليوم كصائم
bn: আজকে রোজা রাখা হিসাবে চিহ্নিত করুন
fa: امروز را به عنوان روزه‌دار علامت بزنید
fr: Marquer aujourd'hui comme jeûné
id: Tandai hari ini sebagai berpuasa
ms: Tanda hari ini sebagai berpuasa
tr: Bugünü oruçlu olarak işaretle
ur: آج کو روزہ کے طور پر نشان زد کریں

source: Mark today's juz as read
ar: تسجيل قراءة جزء اليوم
bn: আজকের পারা পড়া হয়েছে চিহ্নিত করুন
fa: جزء امروز را خوانده شده ثبت کنید
fr: Marquer le juz d’aujourd’hui comme lu
id: Tandai juz hari ini sudah dibaca
ms: Tandakan juzuk hari ini telah dibaca
tr: Bugünkü cüzü okundu olarak işaretle
ur: آج کا پارہ پڑھا ہوا نشان لگائیں

source: Mawlid al-Nabi
ar: المولد النبوي
bn: মাওলিদ আন-নবী
fa: مولد النبی
id: Maulid Nabi
ms: Maulidur Rasul
tr: Mevlid Kandili
ur: میلاد النبی

source: Max Level
ar: المستوى الأقصى
bn: সর্বোচ্চ স্তর
fa: حداکثر سطح
fr: Niveau maximum
id: Level Maksimum
ms: Tahap Maksimum
tr: Maksimum Seviye
ur: زیادہ سے زیادہ لیول

source: May Allah accept from us and from you.
ar: تقبل الله منا ومنكم.
bn: আল্লাহ আমাদের এবং আপনাদের থেকে কবুল করুন।
fa: الله از ما و از شما بپذیرد.
fr: Qu'Allah accepte de nous et de vous.
id: Semoga Allah menerima dari kami dan dari Anda.
ms: Semoga Allah menerima dari kami dan dari kamu.
tr: Allah bizden ve sizden kabul etsin.
ur: اللہ ہم سے اور آپ سے قبول کرے۔

source: May Allah accept your Zakat
ar: تقبل الله زكاتك
bn: আল্লাহ আপনার যাকাত কবুল করুন
fa: الله زکات شما را بپذیرد
fr: Qu'Allah accepte votre Zakat
id: Semoga Allah menerima Zakat Anda
ms: Semoga Allah menerima Zakat anda
tr: Allah zekatınızı kabul etsin
ur: اللہ آپ کی زکوٰۃ قبول فرمائے

source: May this month bring you peace, mercy, and forgiveness.
ar: نسأل الله أن يجلب لك هذا الشهر السلام والرحمة والمغفرة.
bn: এই মাস আপনার জন্য শান্তি, করুণা এবং ক্ষমা নিয়ে আসুক।
fa: این ماه آرامش، رحمت و بخشش را برای شما به ارمغان بیاورد.
fr: Que ce mois vous apporte paix, miséricorde et pardon.
id: Semoga bulan ini membawa kedamaian, rahmat, dan ampunan bagimu.
ms: Semoga bulan ini membawa kedamaian, rahmat, dan keampunan untuk anda.
tr: Bu ay size huzur, merhamet ve bağışlanma getirsin.
ur: یہ مہینہ آپ کے لیے سکون، رحمت اور مغفرت لائے۔

source: May your journey with Safa be blessed
ar: بارك الله في رحلتك مع Safa
bn: Safa এর সাথে আপনার যাত্রা আশীর্বাদপূর্ণ হোক
fa: سفر شما با Safa مبارک باد
fr: Que votre voyage avec Safa soit béni
id: Semoga perjalanan Anda dengan Safa diberkahi
ms: Semoga perjalanan anda dengan Safa diberkati
tr: Safa ile yolculuğun mübarek olsun
ur: Safa کے ساتھ آپ کا سفر مبارک ہو

source: Meaning
ar: المعنى
bn: অর্থ
fa: معنی
fr: Signification
id: Arti
ms: Maksud
tr: Anlam
ur: معنی

source: Message is too long. Please shorten it.
ar: الرسالة طويلة جدًا. يرجى اختصارها.
bn: বার্তা খুব দীর্ঘ। এটি সংক্ষিপ্ত করুন।
fa: پیام خیلی طولانی است. لطفاً آن را کوتاه کنید.
fr: Le message est trop long. Veuillez le raccourcir.
id: Pesan terlalu panjang. Harap dipersingkat.
ms: Mesej terlalu panjang. Sila pendekkan.
tr: Mesaj çok uzun. Lütfen kısaltın.
ur: پیغام بہت لمبا ہے۔ براہ کرم اسے مختصر کریں۔

source: Method
ar: الطريقة
bn: পদ্ধতি
fa: روش
fr: Méthode
id: Metode
ms: Kaedah
tr: Yöntem
ur: طریقہ

source: Mi'raj
ar: المعراج
bn: মিরাজ
fa: معراج
ms: Mikraj
tr: Miraç
ur: معراج

source: Migration failed: %@
ar: فشلت الهجرة: %@
bn: মাইগ্রেশন ব্যর্থ: %@
fa: مهاجرت ناموفق بود: %@
fr: Échec de la migration : %@
id: Migrasi gagal: %@
ms: Penghijrahan gagal: %@
tr: Taşıma başarısız: %@
ur: منتقلی ناکام: %@

source: More
ar: المزيد
bn: আরো
fa: بیشتر
fr: Plus
id: Lainnya
ms: Lagi
tr: Daha Fazla
ur: مزید

source: Morning
ar: الصباح
bn: সকাল
fa: صبح
fr: Matin
id: Pagi
ms: Pagi
tr: Sabah
ur: صبح

source: Name Detail
ar: تفاصيل الاسم
bn: নামের বিবরণ
fa: جزئیات نام
fr: Détail du nom
id: Detail Nama
ms: Butiran Nama
tr: İsim Detayı
ur: نام کی تفصیل

source: Narrator
ar: الراوي
bn: বর্ণনাকারী
fa: راوی
fr: Narrateur
id: Perawi
ms: Perawi
tr: Ravi
ur: راوی

source: New Chat
ar: محادثة جديدة
bn: নতুন চ্যাট
fa: چت جدید
fr: Nouvelle conversation
id: Chat Baru
ms: Sembang Baharu
tr: Yeni Sohbet
ur: نئی گفتگو

source: Next
ar: التالي
bn: পরবর্তী
fa: بعدی
fr: Suivant
id: Berikutnya
ms: Seterusnya
tr: Sonraki
ur: اگلا

source: Next occurrence: %@
ar: المرة القادمة: %@
bn: পরবর্তী ঘটনা: %@
fa: دفعه بعدی: %@
fr: Prochaine occurrence : %@
id: Kejadian berikutnya: %@
ms: Kejadian seterusnya: %@
tr: Sonraki oluşum: %@
ur: اگلی بار: %@

source: Next Prayer
ar: الصلاة التالية
bn: পরবর্তী নামাজ
fa: نماز بعدی
fr: Prochaine prière
id: Shalat Berikutnya
ms: Solat Seterusnya
tr: Sonraki Namaz
ur: اگلی نماز

source: Next Surah
ar: السورة التالية
bn: পরবর্তী সূরা
fa: سوره بعدی
fr: Sourate suivante
id: Surah Berikutnya
ms: Surah Seterusnya
tr: Sonraki Sure
ur: اگلی سورت

source: Night of Power Guide
ar: دليل ليلة القدر
bn: শবে কদরের নির্দেশিকা
fa: راهنمای شب قدر
fr: Guide de la Nuit du Destin
id: Panduan Malam Kemuliaan
ms: Panduan Malam Laylatul Qadr
tr: Kadir Gecesi Rehberi
ur: شب قدر گائیڈ

source: Night Prayer Times
ar: أوقات الصلاة الليلية
bn: রাতের নামাজের সময়
fa: اوقات نماز شب
fr: Horaires de prière de nuit
id: Waktu Shalat Malam
ms: Waktu Solat Malam
tr: Gece Namaz Vakitleri
ur: رات کی نماز کے اوقات

source: Night Prayers
ar: صلاة الليل
bn: রাতের নামাজ
fa: نماز شب
fr: Prières nocturnes
id: Shalat Malam
ms: Solat Malam
tr: Gece Namazları
ur: رات کی نمازیں

source: Nisab is the minimum amount of wealth a Muslim must possess before they become eligible to pay Zakat. It is calculated based on the value of either 85 grams of gold or 595 grams of silver.
ar: النصاب هو الحد الأدنى من المال الذي يجب أن يملكه المسلم قبل أن يُلزم بدفع الزكاة. يُحسب بناءً على قيمة 85 جرامًا من الذهب أو 595 جرامًا من الفضة.
bn: নিসাব হল সর্বনিম্ন পরিমাণ সম্পদ যা একজন মুসলিমের কাছে থাকতে হবে যাকাত দেওয়ার যোগ্য হওয়ার আগে। এটি ৮৫ গ্রাম সোনা বা ৫৯৫ গ্রাম রূপার মূল্যের উপর ভিত্তি করে গণনা করা হয়।
fa: نصاب حداقل مقدار ثروتی است که یک مسلمان باید داشته باشد تا مشمول زکات شود. بر اساس ارزش ۸۵ گرم طلا یا ۵۹۵ گرم نقره محاسبه می‌شود.
fr: Le Nisab est le montant minimum de richesse qu'un musulman doit posséder avant d'être éligible pour payer la Zakat. Il est calculé sur la base de la valeur de 85 grammes d'or ou 595 grammes d'argent.
id: Nisab adalah jumlah minimum harta yang harus dimiliki seorang Muslim sebelum wajib membayar Zakat. Dihitung berdasarkan nilai 85 gram emas atau 595 gram perak.
ms: Nisab ialah jumlah minimum kekayaan yang mesti dimiliki oleh seorang Muslim sebelum mereka layak membayar Zakat. Ia dikira berdasarkan nilai sama ada 85 gram emas atau 595 gram perak.
tr: Nisap, bir Müslümanın zekat vermek için sahip olması gereken minimum servet miktarıdır. 85 gram altın veya 595 gram gümüşün değerine göre hesaplanır.
ur: نصاب وہ کم سے کم مقدار ہے جو ایک مسلمان کے پاس زکوٰۃ ادا کرنے کے لیے ہونی چاہیے۔ یہ 85 گرام سونے یا 595 گرام چاندی کی قیمت کی بنیاد پر شمار کیا جاتا ہے۔

source: Nisab Threshold
ar: حد النصاب
bn: নিসাব সীমা
fa: آستانه نصاب
fr: Seuil du Nisab
id: Ambang Nisab
ms: Nisab
tr: Nisap Eşiği
ur: نصاب کی حد

source: No ads. No clutter. No tracking.
ar: لا إعلانات. لا تشويش. لا تتبع.
bn: কোন বিজ্ঞাপন নেই। কোন অগোছালো নেই। কোন ট্র্যাকিং নেই।
fa: بدون تبلیغ. بدون آشفتگی. بدون ردیابی.
fr: Pas de publicités. Pas de désordre. Pas de suivi.
id: Tanpa iklan. Tanpa kekacauan. Tanpa pelacakan.
ms: Tiada iklan. Tiada kekacauan. Tiada penjejakan.
tr: Reklam yok. Karışıklık yok. Takip yok.
ur: کوئی اشتہارات نہیں۔ کوئی بے ترتیبی نہیں۔ کوئی ٹریکنگ نہیں۔

source: No ayahs found for "%@". Try a different search term.
ar: لم يتم العثور على آيات لـ "%@". جرّب مصطلح بحث آخر.
bn: "%@" এর জন্য কোন আয়াত পাওয়া যায়নি। একটি ভিন্ন অনুসন্ধান শব্দ চেষ্টা করুন।
fa: هیچ آیه‌ای برای «%@» یافت نشد. یک عبارت جستجوی دیگر امتحان کنید.
fr: Aucun verset trouvé pour « %@ ». Essayez un autre terme de recherche.
id: Tidak ada ayat ditemukan untuk "%@". Coba istilah pencarian lain.
ms: Tiada ayat dijumpai untuk "%@". Cuba istilah carian lain.
tr: "%@" için ayet bulunamadı. Farklı bir arama terimi deneyin.
ur: "%@" کے لیے کوئی آیات نہیں ملیں۔ دوسرا تلاش کا لفظ آزمائیں۔

source: No Duas Yet
ar: لا أدعية بعد
bn: এখনও কোন দোয়া নেই
fa: هنوز دعایی نیست
fr: Pas encore de dou'as
id: Belum Ada Doa
ms: Belum Ada Doa
tr: Henüz Dua Yok
ur: ابھی کوئی دعائیں نہیں

source: No Events Found
ar: لم يتم العثور على أحداث
bn: কোন ইভেন্ট পাওয়া যায়নি
fa: رویدادی یافت نشد
fr: Aucun événement trouvé
id: Tidak Ada Acara Ditemukan
ms: Tiada Acara Dijumpai
tr: Etkinlik Bulunamadı
ur: کوئی تقریبات نہیں ملیں

source: No events matching "%@"
ar: لا أحداث تطابق "%@"
bn: "%@" এর সাথে মিলে কোন ইভেন্ট নেই
fa: رویدادی مطابق «%@» نیست
fr: Aucun événement correspondant à « %@ »
id: Tidak ada acara yang cocok dengan "%@"
ms: Tiada acara sepadan dengan "%@"
tr: "%@" ile eşleşen etkinlik yok
ur: "%@" سے میل کھاتی کوئی تقریبات نہیں

source: No Favourites Yet
ar: لا مفضلة بعد
bn: এখনও কোন প্রিয় নেই
fa: هنوز علاقه‌مندی‌ای نیست
fr: Pas encore de favoris
id: Belum Ada Favorit
ms: Belum Ada Kegemaran
tr: Henüz Favori Yok
ur: ابھی کوئی پسندیدہ نہیں

source: No mapping model found for migration.
ar: لم يتم العثور على نموذج التعيين للهجرة.
bn: মাইগ্রেশনের জন্য কোন ম্যাপিং মডেল পাওয়া যায়নি।
fa: مدل نقشه‌برداری برای مهاجرت یافت نشد.
fr: Aucun modèle de mappage trouvé pour la migration.
id: Tidak ditemukan model pemetaan untuk migrasi.
ms: Tiada model pemetaan dijumpai untuk penghijrahan.
tr: Taşıma için eşleme modeli bulunamadı.
ur: منتقلی کے لیے کوئی میپنگ ماڈل نہیں ملا۔

source: No Results
ar: لا نتائج
bn: কোন ফলাফল নেই
fa: نتیجه‌ای نیست
fr: Aucun résultat
id: Tidak Ada Hasil
ms: Tiada Keputusan
tr: Sonuç Yok
ur: کوئی نتائج نہیں

source: No Zakat Due
ar: لا زكاة مستحقة
bn: কোন যাকাত প্রদেয় নেই
fa: زکات واجبی نیست
fr: Aucune Zakat due
id: Tidak Ada Zakat yang Harus Dibayar
ms: Tiada Zakat Wajib
tr: Ödenecek Zekat Yok
ur: کوئی زکوٰۃ واجب نہیں

source: Normal
ar: عادي
bn: স্বাভাবিক
fa: عادی
ur: عام

source: Not completed
ar: غير مكتمل
bn: সম্পন্ন হয়নি
fa: تکمیل نشده
fr: Non terminé
id: Belum selesai
ms: Tidak selesai
tr: Tamamlanmadı
ur: مکمل نہیں ہوا

source: Not set
ar: غير محدد
bn: সেট করা নেই
fa: تنظیم نشده
fr: Non défini
id: Belum diatur
ms: Tidak ditetapkan
tr: Ayarlanmadı
ur: سیٹ نہیں

source: Note for %@
ar: ملاحظة لـ %@
bn: %@ এর জন্য নোট
fa: یادداشت برای %@
fr: Note pour %@
id: Catatan untuk %@
ms: Nota untuk %@
tr: %@ için Not
ur: %@ کے لیے نوٹ

source: Note: For complex religious rulings, please consult a qualified scholar.
ar: ملاحظة: للأحكام الشرعية المعقدة، يرجى استشارة عالم مؤهل.
bn: দ্রষ্টব্য: জটিল ধর্মীয় বিধানের জন্য, দয়া করে একজন যোগ্য আলেমের সাথে পরামর্শ করুন।
fa: توجه: برای احکام مذهبی پیچیده، لطفاً با یک عالم واجد شرایط مشورت کنید.
fr: Note : Pour des jugements religieux complexes, veuillez consulter un érudit qualifié.
id: Catatan: Untuk hukum agama yang kompleks, harap konsultasikan dengan ulama yang berkualifikasi.
ms: Nota: Untuk hukum agama yang kompleks, sila rujuk ulama yang berkelayakan.
tr: Not: Karmaşık dini hükümler için lütfen nitelikli bir alime danışın.
ur: نوٹ: پیچیدہ مذہبی احکام کے لیے، برائے مہربانی کسی مستند عالم سے مشورہ کریں۔

source: Note: This calculator provides an estimate. For complex financial situations, please consult a qualified Islamic scholar.
ar: ملاحظة: توفر هذه الحاسبة تقديرًا. للحالات المالية المعقدة، يرجى استشارة عالم إسلامي مؤهل.
bn: দ্রষ্টব্য: এই ক্যালকুলেটর একটি অনুমান প্রদান করে। জটিল আর্থিক পরিস্থিতির জন্য, দয়া করে একজন যোগ্য ইসলামী আলেমের সাথে পরামর্শ করুন।
fa: توجه: این ماشین‌حساب یک تخمین ارائه می‌دهد. برای موقعیت‌های مالی پیچیده، لطفاً با یک عالم اسلامی واجد شرایط مشورت کنید.
fr: Note : Ce calculateur fournit une estimation. Pour des situations financières complexes, veuillez consulter un érudit islamique qualifié.
id: Catatan: Kalkulator ini memberikan perkiraan. Untuk situasi keuangan yang kompleks, harap konsultasikan dengan ulama Islam yang berkualifikasi.
ms: Nota: Kalkulator ini memberikan anggaran. Untuk situasi kewangan yang kompleks, sila rujuk ulama Islam yang berkelayakan.
tr: Not: Bu hesaplayıcı bir tahmin sağlar. Karmaşık mali durumlar için lütfen nitelikli bir İslam alimi ile görüşün.
ur: نوٹ: یہ کیلکولیٹر تخمینہ فراہم کرتا ہے۔ پیچیدہ مالی حالات کے لیے، برائے مہربانی کسی مستند اسلامی عالم سے مشورہ کریں۔

source: Notes (Optional)
ar: ملاحظات (اختياري)
bn: নোট (ঐচ্ছিক)
fa: یادداشت‌ها (اختیاری)
fr: Notes (facultatif)
id: Catatan (Opsional)
ms: Nota (Pilihan)
tr: Notlar (İsteğe Bağlı)
ur: نوٹس (اختیاری)

source: Notification off, double tap to turn on
ar: الإشعار معطّل، انقر نقرًا مزدوجًا للتفعيل
bn: বিজ্ঞপ্তি বন্ধ, চালু করতে ডাবল ট্যাপ করুন
fa: اعلان خاموش، دوبار ضربه بزنید برای روشن کردن
fr: Notification désactivée, toucher deux fois pour activer
id: Notifikasi mati, ketuk dua kali untuk nyalakan
ms: Pemberitahuan mati, ketuk dua kali untuk hidupkan
tr: Bildirim kapalı, açmak için çift dokun
ur: اطلاع بند ہے، آن کرنے کے لیے ڈبل ٹیپ کریں

source: Notification on, double tap to turn off
ar: الإشعار مفعّل، انقر نقرًا مزدوجًا للتعطيل
bn: বিজ্ঞপ্তি চালু, বন্ধ করতে ডাবল ট্যাপ করুন
fa: اعلان روشن، دوبار ضربه بزنید برای خاموش کردن
fr: Notification activée, toucher deux fois pour désactiver
id: Notifikasi nyala, ketuk dua kali untuk matikan
ms: Pemberitahuan hidup, ketuk dua kali untuk matikan
tr: Bildirim açık, kapatmak için çift dokun
ur: اطلاع آن ہے، بند کرنے کے لیے ڈبل ٹیپ کریں

source: Notifications
ar: الإشعارات
bn: বিজ্ঞপ্তি
fa: اعلان‌ها
id: Notifikasi
ms: Pemberitahuan
tr: Bildirimler
ur: اطلاعات

source: Notifications are disabled in Settings
ar: الإشعارات معطّلة في الإعدادات
bn: সেটিংসে বিজ্ঞপ্তি নিষ্ক্রিয়
fa: اعلان‌ها در تنظیمات غیرفعال هستند
fr: Les notifications sont désactivées dans les Réglages
id: Notifikasi dinonaktifkan di Pengaturan
ms: Pemberitahuan dilumpuhkan dalam Tetapan
tr: Bildirimler Ayarlar'da devre dışı
ur: ترتیبات میں اطلاعات غیر فعال ہیں

source: Notifications on
ar: الإشعارات مفعّلة
bn: বিজ্ঞপ্তি চালু
fa: اعلان‌ها روشن
fr: Notifications activées
id: Notifikasi nyala
ms: Pemberitahuan hidup
tr: Bildirimler açık
ur: اطلاعات آن

# Number %lld, %@, %@
source: Number %1$lld, %2$@, %3$@
ar: الرقم %1$lld، %2$@، %3$@
bn: নম্বর %1$lld, %2$@, %3$@
fa: شماره %1$lld، %2$@، %3$@
fr: Numéro %1$lld, %2$@, %3$@
id: Nomor %1$lld, %2$@, %3$@
ms: Nombor %1$lld, %2$@, %3$@
tr: Numara %1$lld, %2$@, %3$@
ur: نمبر %1$lld، %2$@، %3$@

source: Observance
ar: المناسبة
bn: পালন
fa: رعایت
id: Peringatan
ms: Pemerhatian
tr: Gözlem
ur: اہتمام

source: of %lld
ar: من %lld
bn: %lld এর
fa: از %lld
fr: sur %lld
id: dari %lld
ms: daripada %lld
tr: %lld'nin
ur: %lld میں سے

source: OK
ar: حسنًا
bn: ঠিক আছে
fa: باشه
tr: Tamam
ur: ٹھیک ہے

source: on time
ar: في الوقت
bn: সময়মতো
fa: به موقع
fr: à l’heure
id: tepat waktu
ms: tepat waktu
tr: zamanında
ur: وقت پر

source: Open iOS Accessibility Settings
ar: فتح إعدادات إمكانية الوصول في iOS
bn: iOS অ্যাক্সেসযোগ্যতা সেটিংস খুলুন
fa: باز کردن تنظیمات دسترسی‌پذیری iOS
fr: Ouvrir les réglages d'accessibilité iOS
id: Buka Pengaturan Aksesibilitas iOS
ms: Buka Tetapan Kebolehcapaian iOS
tr: iOS Erişilebilirlik Ayarlarını Aç
ur: iOS رسائی کی ترتیبات کھولیں

source: Open Prayer
ar: فتح الصلاة
bn: নামাজ খুলুন
fa: باز کردن نماز
fr: Ouvrir Prière
id: Buka Shalat
ms: Buka Solat
tr: Namazı Aç
ur: نماز کھولیں

source: Open Qibla
ar: فتح القبلة
bn: কিবলা খুলুন
fa: باز کردن قبله
fr: Ouvrir Qibla
id: Buka Kiblat
ms: Buka Kiblat
tr: Kıble'yi Aç
ur: قبلہ کھولیں

source: Open Quran
ar: فتح القرآن
bn: কুরআন খুলুন
fa: باز کردن قرآن
fr: Ouvrir le Coran
id: Buka Al-Quran
ms: Buka Al-Quran
tr: Kur'an'ı Aç
ur: قرآن کھولیں

source: Open Safa
ar: فتح Safa
bn: Safa খুলুন
fa: باز کردن Safa
fr: Ouvrir Safa
id: Buka Safa
ms: Buka Safa
tr: Safa'yı Aç
ur: Safa کھولیں

source: Open Settings
ar: فتح الإعدادات
bn: সেটিংস খুলুন
fa: باز کردن تنظیمات
fr: Ouvrir les réglages
id: Buka Pengaturan
ms: Buka Tetapan
tr: Ayarları Aç
ur: ترتیبات کھولیں

source: Open Source
ar: مفتوح المصدر
bn: ওপেন সোর্স
fa: منبع باز
id: Sumber Terbuka
ms: Sumber Terbuka
tr: Açık Kaynak
ur: اوپن سورس

source: Open the Quran reader
ar: افتح قارئ القرآن
bn: কুরআন রিডার খুলুন
fa: خواننده قرآن را باز کنید
fr: Ouvrir le lecteur du Coran
id: Buka pembaca Al-Quran
ms: Buka pembaca Al-Quran
tr: Kur'an okuyucuyu aç
ur: قرآن ریڈر کھولیں

source: Open the tasbeeh counter
ar: افتح عداد التسبيح
bn: তাসবীহ কাউন্টার খুলুন
fa: شمارنده تسبیح را باز کنید
fr: Ouvrir le compteur tasbih
id: Buka penghitung tasbeeh
ms: Buka pengira tasbih
tr: Tesbih sayacını aç
ur: تسبیح کاؤنٹر کھولیں

source: Pause auto-scroll
ar: إيقاف التمرير التلقائي مؤقتًا
bn: স্বয়ংক্রিয়-স্ক্রোল বিরাম দিন
fa: توقف پیمایش خودکار
fr: Mettre en pause le défilement automatique
id: Jeda gulir otomatis
ms: Jeda auto-skrol
tr: Otomatik kaydırmayı duraklat
ur: خودکار سکرول روکیں

source: Play adhan
ar: تشغيل الأذان
bn: আযান বাজান
fa: پخش اذان
fr: Jouer l'adhan
id: Putar adzan
ms: Main azan
tr: Ezan çal
ur: اذان بجائیں

source: Play adhan for prayer notifications
ar: تشغيل الأذان لإشعارات الصلاة
bn: নামাজের বিজ্ঞপ্তির জন্য আযান বাজান
fa: پخش اذان برای اعلان‌های نماز
fr: Jouer l'adhan pour les notifications de prière
id: Putar adzan untuk notifikasi shalat
ms: Main azan untuk pemberitahuan solat
tr: Namaz bildirimleri için ezan çal
ur: نماز کی اطلاعات کے لیے اذان بجائیں

source: Play auto-scroll
ar: تشغيل التمرير التلقائي
bn: স্বয়ংক্রিয়-স্ক্রোল বাজান
fa: پخش پیمایش خودکار
fr: Jouer le défilement automatique
id: Putar gulir otomatis
ms: Main auto-skrol
tr: Otomatik kaydırmayı oynat
ur: خودکار سکرول چلائیں

source: Playback Speed
ar: سرعة التشغيل
bn: প্লেব্যাক গতি
fa: سرعت پخش
fr: Vitesse de lecture
id: Kecepatan Putar
ms: Kelajuan Main Balik
tr: Oynatma Hızı
ur: چلانے کی رفتار
